{
  "intents": [
    {
      "tag": "greeting",
      "patterns": [
        "Hi",
        "Hai",
        "Halo",
        "Selamat Pagi",
        "Selamat Malam",
        "Selamat Sore",
        "Hello"
      ],
      "responses": [
        "Halo, dengan Humas UVERS disini, ada yang bisa kami bantu?"
      ]
    },
    {
      "tag": "prosedur__pendaftaran",
      "patterns": [
        "Bagaimana cara mendaftar ke universitas tersebut?",
        "Bagaimana proses atau prosedur pendaftaran mahasiswa baru di UVERS",
        "Cara mendaftar mahasiswa baru di UVERS seperti apa?",
        "Langkah-langkah pendaftaran mahasiswa baru di universitas ini apa saja?",
        "Bagaimana cara mengetahui status pendaftaran saya?",
        "Apakah ada seleksi atau tes yang harus diikuti untuk bisa diterima di Universitas Universal?",
        "Bagaimana cara mengetahui apakah pendaftaran saya sudah diterima atau belum?"
      ],
      "responses": [
        "-Proses pendaftaran bisa dilakukan dengan membeli formulir pendaftaraan secara online melalui WhatsApp Official UVERS (https://bit.ly/whatsapp_officialUVERS) atau datang langsung ke kantor penerimaan mahasiswa baru di UVERS\n-Melakukan pendaftaran secara online (https://bit.ly/joinUVERS) setelah mendapatkan form registrasi\n-Melaksanakan Ujian Saringan Masuk secara online\n-Menunggu pengumuman penerimaan mahasiswa baru\n-Melakukan registrasi ulang untuk secara resmi terdaftar sebagai mahasiswa baru"
      ]
    },
    {
      "tag": "persyaratan__masuk",
      "patterns": [
        "Dokumen apa saja yang diperlukan?",
        "Apa saja dokumen yang diperlukan sebagai syarat untuk masuk ke Universitas Universal?",
        "Apakah UVERS memerlukan dokumen tambahan seperti essay atau statement of purpose?",
        "Apa saja persyaratan dokumen yang harus saya siapkan untuk masuk ke universitas ini?",
        "Apakah ada persyaratan bahasa Inggris yang harus dipenuhi?",
        "Apa saja persyaratan masuk yang harus dipenuhi oleh semua calon mahasiswa?",
        "Apakah ada persyaratan masuk khusus untuk mahasiswa internasional yang ingin mendaftar ke universitas ini?",
        "Apakah saya harus menyerahkan surat rekomendasi atau surat pengalaman kerja sebagai persyaratan untuk masuk di Universitas Universal?"
      ],
      "responses": [
        "Dokumen yang diperlukan sebagai persyaratan masuk antara berikut:\n-Scan E-KTP/PASPOR(WNA)\n-Scan Akte Kelahiran\n-Scan Kartu Keluarga\n-Scan Surat Ganti Nama (Jika nama berbeda dengan Akte Kelahiran)\n-Scan Ijazah SMA/SMK/MA/Paket C\n-Scan Surat Keterangan Lulus Sekolah (Bagi yang belum memiliki Ijazah)\n-Pas Foto 3x4 Berwarna Terbaru (Tuliskan nama dibagian belakang)"
      ]
    },
    {
      "tag": "biaya__pendidikan",
      "patterns": [
        "Berapa besar biaya yang harus dikeluarkan untuk masuk universitas ini?",
        "Apakah ada biaya yang harus dibayar untuk pendaftaran? Jika ya, berapa besar biayanya?",
        "Berapa biaya pendidikan untuk Universitas Universal?",
        "Berapa biaya yang harus saya bayar?",
        "Apakah biaya pendaftaran sudah termasuk dalam biaya kuliah?",
        "Apa saja biaya-biaya yang harus dibayarkan saat mendaftar ke universitas ini?",
        "Apakah biaya kuliah dan biaya lainnya sudah termasuk dalam biaya masuk?",
        "Apakah biaya masuk bisa direfund jika saya memutuskan untuk tidak melanjutkan studi di universitas ini?",
        "Apakah ada biaya tambahan yang harus dibayarkan jika mahasiswa mengambil program studi tertentu di UVERS?"
      ],
      "responses": [
        "Untuk rincian biaya pendidikan di UVERS adalah sebagai berikut:\n-Biaya Pangkal dan Pembangunan= Rp0\n-Formulir= Rp100.000\n-Jas Almamater + Biaya Administrasi= Rp600.000\n-Biaya SPP Tetap= Rp4.000.000\n-Biaya SPP Per SKS (Program Studi PBM)= Rp230.000\n-Biaya SPP Per SKS(Program Studi Lainnya)= Rp180.000"
      ]
    },
    {
      "tag": "beasiswa__potongan",
      "patterns": [
        "Apakah ada program beasiswa atau bantuan keuangan yang tersedia di universitas ini?",
        "Apa jenis beasiswa yang tersedia untuk mahasiswa yang ingin mendaftar ke universitas ini?",
        "Bagaimana proses pendaftaran untuk mendapatkan beasiswa di universitas ini?",
        "Apakah ada persyaratan khusus yang harus dipenuhi untuk memenuhi syarat mendapatkan beasiswa?",
        "Bagaimana cara mempertahankan beasiswa selama di universitas ini?",
        "Apakah beasiswa ini hanya tersedia untuk mahasiswa baru atau juga dapat diperoleh oleh mahasiswa yang sudah terdaftar?",
        "Bagaimana nilai akademis mempengaruhi kemungkinan mendapatkan beasiswa?",
        "Apakah ada batas waktu untuk mengajukan permohonan beasiswa?",
        "Apakah ada kesempatan untuk mendapatkan beasiswa sepanjang tahun atau hanya tersedia di waktu-waktu tertentu?"
      ],
      "responses": [
        "Tentu saja. Universitas kami memiliki beberapa program beasiswa dan bantuan keuangan untuk mahasiswa yang berprestasi atau membutuhkan bantuan finansial. Kamu bisa mendapatkan informasi lebih lengkap mengenai beasiswa dan potongan pada <a href='https://bit.ly/beasiswaUVERS'>tautan ini</a>"
      ]
    },
    {
      "tag": "daftar__online",
      "patterns": [
        "Apakah saya harus membuat akun terlebih dahulu sebelum mendaftar di universitas ini secara online?",
        "Apakah ada batas waktu untuk mendaftar di universitas ini secara online?",
        "Bagaimana cara melengkapi formulir pendaftaran secara online dan apa saja informasi yang perlu diisi?",
        "Apa saja tahapan seleksi yang harus saya lalui setelah mendaftar secara online di universitas ini?",
        "Bagaimana saya bisa mengetahui status pendaftaran saya setelah mendaftar secara online di universitas ini?",
        "Apakah saya bisa mengubah informasi atau dokumen yang sudah saya kirimkan setelah mendaftar secara online di universitas ini?"
      ],
      "responses": [
        "Jika kamu sudah mempunyai Username dan Password, kamu bisa mengunungi website <a href='https://bit.ly/joinUVERS'>joinUVERS</a> untuk melanjutkan pendaftaran secara online. Namun, jika kamu belum mendapatkan Username dan Password, kamu dapat menghubungi <a href='https://bit.ly/whatsapp_officialUVERS'>WhatsApp Official UVERS</a> untuk mendapatkan Username dan Password, agar dapat melanjutkan pendaftaran online melalui website joinUVERS"
      ]
    },
    {
      "tag": "fasilitas",
      "patterns": [
        "Apakah fasilitas perpustakaan tersedia di universitas?",
        "Apa jenis fasilitas olahraga yang tersedia di universitas?",
        "Apakah ada laboratorium?",
        "Apa jenis layanan kesehatan yang tersedia di universitas?",
        "Apakah ada klub atau organisasi mahasiswa yang aktif di universitas?",
        "Apa fasilitas keamanan yang tersedia di kampus universitas?",
        "Apakah tersedia ruang belajar yang terbuka 24 jam?",
        "Apakah ada tempat parkir yang tersedia untuk mahasiswa dan staf universitas?",
        "Apakah tersedia tempat makan yang terjangkau di kampus universitas?",
        "Apakah ada pusat karir atau layanan penempatan kerja untuk mahasiswa?",
        "Apakah tersedia layanan konseling untuk mahasiswa di universitas?",
        "Apakah tersedia fasilitas transportasi yang terintegrasi dengan kampus universitas?"
      ],
      "responses": [
        "UVERS memiliki perpustakaan yang cukup lengkap dengan koleksi buku dan jurnal yang terbaru. Selain itu, perpustakaan kami juga dilengkapi dengan ruang baca dan ruang diskusi yang nyaman. UVERS memiliki beberapa laboratorium yang dilengkapi dengan peralatan canggih dan tenaga ahli yang kompeten di bidangnya. Selain itu, kami juga sering mengadakan kegiatan riset dan praktikum yang melibatkan mahasiswa dan dosen. Selain itu UVERS juga memiliki lapangan olahraga seperti, basket, badminton, dan tenis meja. Mahasiswa dapat menggunakan fasilitas ini secara gratis dan kami juga menyediakan berbagai kegiatan olahraga yang bisa diikuti. UVERS juga memiliki lapangan parkir yang luas bagi kendaraan roda empat atau roda dua."
      ]
    },
    {
      "tag": "program__studi",
      "patterns": [
        "Apa saja jurusan yang tersedia di UVERS?",
        "Apa saja yang program studi ditawarkan di universitas ini?",
        "Apakah UVERS memiliki program studi yang terkait dengan bidang bisnis atau teknologi?",
        "Apakah Universitas Universal memiliki jurusan yang terkait dengan bidang seni atau desain?",
        "Apakah ada persyaratan khusus untuk mendaftar di program studi tertentu?"
      ],
      "responses": [
        "Ada banyak program studi yang ditawarkan di UVERS, mulai dari teknik, bisnis, hingga seni. Kamu bisa mengeceknya pada <a href='https://bit.ly/program_studiUVERS'>tautan ini</a> untuk mendapatkan informasi lebih lengkap mengenai program studi. Kamu juga bisa datang langsung ke bagian penerimaan mahasiswa baru untuk bertanya mengenai program studi"
      ]
    },
    {
      "tag": "detail__tif",
      "patterns": [
        "Apa saja keunggulan dan kelemahan dari  Teknik Informatika?",
        "Bagaimana kurikulum di Teknik Informatika di universitas ini dibandingkan dengan di universitas lain?",
        "Apa saja pilihan mata kuliah yang tersedia dalam Teknik Informatika?",
        "Bagaimana karir yang tersedia setelah lulus dari Teknik Informatika?",
        "Apa saja persyaratan untuk mendaftar ke TIF?",
        "Apakah ada kegiatan atau klub mahasiswa yang terkait dengan Teknik Informatika?",
        "Apakah ada kesempatan untuk magang atau program penelitian dalam Teknik Informatika?"
      ],
      "responses": [
        "Teknik Informatika...Untuk lebih lengkapnya dapat kunjungi <a href='http://uvers.ac.id/prodi/informatika/'>tautan ini</a>"
      ]
    },
    {
      "tag": "akreditasi",
      "patterns": [
        "Apakah universitas ini sudah terakreditasi?",
        "Apakah UVERS sudah diakreditasi?",
        "Universitas Universal sudah diakreditasi?, jika sudah siapa yang mengakreditasi?",
        "Oleh siapa universitas ini diakreditasi?",
        "Bagaimana cara mengecek akreditasi universitas ini?",
        "Apa perbedaan antara universitas yang terakreditasi dengan yang tidak terakreditasi?",
        "Bagaimana dampak akreditasi terhadap kualitas pendidikan dan peluang karir lulusan?",
        "Apa kriteria yang digunakan untuk menilai apakah sebuah universitas layak mendapat akreditasi?",
        "Bagaimana kriteria akreditasi diterapkan di lingkungan universitas?",
        "Apakah ada program studi atau fakultas di universitas ini yang tidak terakreditasi? Jika ya, mengapa?",
        "Bagaimana jika saya ingin melanjutkan pendidikan ke jenjang yang lebih tinggi di masa depan, apakah akreditasi universitas ini juga berpengaruh?",
        "Apa saja program studi yang sudah terakreditasi di universitas ini dan apakah terdapat program studi yang sedang dalam proses akreditasi?"
      ],
      "responses": [
        "Universitas kami sudah terakreditasi oleh Badan Akreditasi Nasional Perguruan Tinggi atau BAN-PT. Kamu bisa mengunjungi situs web BAN-PT dan mencari daftar perguruan tinggi terakreditasi. Universitas kami pasti terdaftar di sana. Universitas yang terakreditasi telah teruji kualitas pendidikannya melalui proses evaluasi oleh badan akreditasi. Universitas yang terakreditasi juga diakui oleh pemerintah dan industri sebagai lembaga pendidikan yang dapat diandalkan."
      ]
    },
    {
      "tag": "kos",
      "patterns": [
        "Apakah ada kos yang dekat dengan UVERS?",
        "Apakah Universitas Universal memiliki nama kos-kosan yang dekat dengan kampus?",
        "Apakah universitas ini memiliki layanan bantuan dalam mencari kos-kosan yang sesuai dengan kebutuhan calon mahasiswa?",
        "Bagaimana cara mencari kos-kosan yang dekat dengan universitas? Apakah ada sumber atau media yang disarankan?",
        "Apakah kos-kosan dekat universitas terdapat fasilitas yang memadai seperti internet, tempat parkir, atau akses transportasi umum?",
        "Apakah kos-kosan dekat universitas tersedia dalam berbagai tipe kamar atau hanya satu tipe kamar saja?",
        "Berapa harga rata-rata kos-kosan yang dekat dengan universitas?"
      ],
      "responses": [
        "Di sekitar UVERS terdapat banyak pilihan kos-kosan yang dapat dipilih. Namun, untuk menemukan kos yang tepat sesuai dengan keinginan dan kebutuhan kamu, mungkin kamu bisa mencari informasi mengenai kos-kosan dari media online seperti aplikasi pencari kos-kosan atau grup Facebook khusus kos-kosan di daerah Batam. Biasanya, informasi tersebut cukup akurat dan dapat membantu kamu dalam mencari kos-kosan yang diinginkan. Namun saya akan coba bantu kamu, silahkan kamu kunjungi <a href='https://bit.ly/kos_sekitarUVERS'>tautan berikut</a> untuk melihat lokasi kos-kosan yang berada disekitar UVERS. Semoga membantu kamu dalam mencari kos-kosan disekitar UVERS"
      ]
    },
    {
      "tag": "thanks",
      "patterns": [
        "Makasih",
        "Terima kasih",
        "Thanks",
        "Terima kasih sudah bersedia berbagi informasi ini dengan saya",
        "Terima kasih telah membantu saya"
      ],
      "responses": ["UVERS senang bisa membantu kamu"]
    },
    {
      "tag": "closing",
      "patterns": [
        "Bye",
        "Sampai ketemu lagi",
        "Selamat tinggal",
        "Sampai jumpa lagi"
      ],
      "responses": [
        "Jangan ragu untuk menghubungi UVERS lagi, jika Kamu membutuhkan informasi lebih lanjut. Sampai jumpa!"
      ]
    }
  ]
}
