{
  "intents": [
    {
      "tag": "prosedur__pendaftaran",
      "patterns": [
        "Bagaimana cara mendaftar ke universitas tersebut?",
        "Bagaimana proses atau prosedur pendaftaran mahasiswa baru di UVERS",
        "Cara mendaftar mahasiswa baru di UVERS seperti apa?",
        "Langkah-langkah pendaftaran mahasiswa baru di universitas ini apa saja?",
        "Bagaimana cara mengetahui status pendaftaran saya?",
        "Apakah ada seleksi atau tes yang harus diikuti untuk bisa diterima di Universitas Universal?",
        "Bagaimana cara mengetahui apakah pendaftaran saya sudah diterima atau belum?"
      ],
      "responses": [
        "Proses pendaftaran bisa dilakukan dengan membeli formulir pendaftaraan secara online melalui WhatsApp Official UVERS (bit.ly/whatsappOfficialUvers) atau datang langsung ke kantor penerimaan mahasiswa baru di UVERS. Melakukan pendaftaran secara online (bit.ly/joinUvers) setelah mendapatkan form registrasi. Melaksanakan Ujian Saringan Masuk secara online. Menunggu pengumuman penerimaan mahasiswa baru. Melakukan registrasi ulang untuk secara resmi terdaftar sebagai mahasiswa baru"
      ]
    },
    {
      "tag": "persyaratan__masuk",
      "patterns": [
        "Apa saja dokumen yang diperlukan sebagai syarat untuk masuk ke Universitas Universal?",
        "Apakah UVERS memerlukan dokumen tambahan seperti essay atau statement of purpose?",
        "Apa saja persyaratan dokumen yang harus saya siapkan untuk masuk ke universitas ini?",
        "Apakah ada persyaratan bahasa Inggris yang harus dipenuhi?",
        "Apa saja persyaratan masuk yang harus dipenuhi oleh semua calon mahasiswa?",
        "Apakah ada persyaratan masuk khusus untuk mahasiswa internasional yang ingin mendaftar ke universitas ini?",
        "Apakah saya harus menyerahkan surat rekomendasi atau surat pengalaman kerja sebagai persyaratan untuk masuk di Universitas Universal?",
        "Apakah saya perlu mengirimkan dokumen transkrip nilai atau sertifikat lainnya untuk pendaftaran di UVERS?"
      ],
      "responses": [
        "Dokumen yang diperlukan sebagai persyaratan masuk antara berikut: Scan E-KTP/PASPOR(WNA), Scan Akte Kelahiran, Scan Kartu Keluarga, Scan Surat Ganti Nama (Jika nama berbeda dengan Akte Kelahiran), Scan Ijazah SMA/SMK/MA/Paket C, Scan Surat Keterangan Lulus Sekolah (Bagi yang belum memiliki Ijazah), Pas Foto 3x4 Berwarna Terbaru (Tuliskan nama dibagian belakang)"
      ]
    },
    {
      "tag": "biaya__pendidikan",
      "patterns": [
        "Berapa besar biaya yang harus dikeluarkan untuk masuk universitas ini?",
        "Apakah ada biaya yang harus dibayar untuk pendaftaran di universitas ini? Jika ya, berapa besar biayanya?",
        "Berapa biaya pendidikan untuk Universitas Universal?",
        "Apakah biaya pendaftaran sudah termasuk dalam biaya kuliah?",
        "Apakah biaya kuliah dan biaya lainnya sudah termasuk dalam biaya masuk?",
        "Apakah biaya masuk bisa direfund atau dikembalikan jika saya memutuskan untuk tidak melanjutkan studi di universitas ini?",
        "Apakah ada biaya tambahan yang harus dibayarkan jika mahasiswa mengambil program studi tertentu di UVERS?",
        "Apa saja komponen biaya pendidikan yang harus saya bayar jika saya kuliah di UVERS?"
      ],
      "responses": [
        "Untuk rincian biaya pendidikan di UVERS adalah sebagai berikut: Biaya Pangkal dan Pembangunan= Rp0, Formulir= Rp100.000, Jas Almamater + Biaya Administrasi= Rp600.000, Biaya SPP Tetap= Rp4.000.000, Biaya SPP Per SKS (Program Studi PBM)= Rp230.000, Biaya SPP Per SKS(Program Studi Lainnya)= Rp180.000"
      ]
    },
    {
      "tag": "pembayaran",
      "patterns": [
        "Bagaimana cara atau metode pembayaran SPP yang tersedia?",
        "Apakah ada opsi pembayaran cicilan untuk SPP?",
        "Apa konsekuensi jika saya terlambat membayar SPP?",
        "Bisakah saya melakukan pembayaran SPP secara online melalui internet banking atau aplikasi e-wallet?",
        "Bagaimana cara melihat nomor virtual account untuk pembayaran SPP?",
        "Apakah saya perlu membayar denda jika saya telat membayar SPP?",
        "Apakah SPP bisa dibayar dengan kartu kredit?",
        "Apakah ada kemudahan pembayaran SPP untuk mahasiswa yang sedang mengalami kesulitan keuangan?",
        "Apakah ada batas waktu akhir untuk melakukan pembayaran cicilan SPP?",
        "Bagaimana cara pembayaran SPP jika saya berada di luar kota atau luar negeri?",
        "Bagaimana cara memperoleh informasi tagihan SPP yang harus saya bayar?"
      ],
      "responses": [
        "Untuk memudahkan proses pembayaran, SPP dapat dicicil dengan 5 kali pembayaran. Waktu pembayaran SPP paling lambat adalah tanggal 12 setiap bulannya. Jika melewati tenggat waktu pembayaran akan dikenakan denda Rp5.000/hari. Setiap cicilan pembayaran, nominal pembayaran beserta denda (jika ada) akan tertera setelah menginputkan nomor virtual account. Pembayaran cicilan SPP ke-1 adalah syarat mahasiswa diberikan status aktif dan bisa mengikuti perkuliahan. Pembayaran dapat dilakukan melalui bank BCA, melalui 3 cara: Melalui M-Banking (bit.ly/M-Banking_UVERS), Melalui Mesin ATM (bit.ly/ATM_Uvers), Melalui Setoran tunai (bit.ly/SetorTunai_UVERS). Bagi mahasiswa yang tidak memiliki rekening bank BCA dapat dicoba melalui bank masing-masing."
      ]
    },
    {
      "tag": "beasiswa__potongan",
      "patterns": [
        "Apakah ada program beasiswa atau bantuan keuangan yang tersedia di universitas ini?",
        "Apa jenis beasiswa yang tersedia untuk mahasiswa yang ingin mendaftar ke universitas ini?",
        "Bagaimana proses pendaftaran untuk mendapatkan beasiswa di universitas ini?",
        "Apakah ada persyaratan khusus yang harus dipenuhi untuk memenuhi syarat mendapatkan beasiswa?",
        "Bagaimana cara mempertahankan beasiswa selama di universitas ini?",
        "Apakah beasiswa ini hanya tersedia untuk mahasiswa baru atau juga dapat diperoleh oleh mahasiswa yang sudah terdaftar?",
        "Bagaimana nilai akademis mempengaruhi kemungkinan mendapatkan beasiswa?",
        "Apakah ada batas waktu untuk mengajukan permohonan beasiswa?",
        "Apakah ada kesempatan untuk mendapatkan beasiswa sepanjang tahun atau hanya tersedia di waktu-waktu tertentu?",
        "Apakah program beasiswa ini hanya diperuntukkan bagi mahasiswa dengan kondisi keuangan yang kurang mampu atau juga tersedia bagi mahasiswa yang berprestasi?",
        "Apakah ada potongan biaya kuliah untuk mahasiswa yang mampu secara finansial namun memiliki prestasi akademik yang tinggi?",
        "Apakah terdapat syarat khusus untuk mendapatkan potongan biaya kuliah atau beasiswa untuk mahasiswa yang berprestasi?",
        "Bagaimana cara mengajukan permohonan untuk potongan biaya kuliah atau beasiswa untuk mahasiswa yang berprestasi?"
      ],
      "responses": [
        "Tentu saja. Universitas kami memiliki beberapa program beasiswa dan bantuan keuangan untuk mahasiswa yang berprestasi atau membutuhkan bantuan finansial. Kamu bisa mendapatkan informasi lebih lengkap mengenai beasiswa dan potongan pada bit.ly/beasiswaUvers"
      ]
    },
    {
      "tag": "daftar__online",
      "patterns": [
        "Apakah saya harus membuat akun terlebih dahulu sebelum mendaftar di universitas ini secara online?",
        "Apakah ada batas waktu untuk mendaftar di universitas ini secara online?",
        "Bagaimana cara melengkapi formulir pendaftaran secara online dan apa saja informasi yang perlu diisi?",
        "Apa saja tahapan seleksi yang harus saya lalui setelah mendaftar secara online di universitas ini?",
        "Bagaimana saya bisa mengetahui status pendaftaran saya setelah mendaftar secara online di universitas ini?",
        "Apakah saya bisa mengubah informasi atau dokumen yang sudah saya kirimkan setelah mendaftar secara online di universitas ini?"
      ],
      "responses": [
        "Jika kamu sudah mempunyai Username dan Password, kamu bisa mengunungi website bit.ly/joinUvers untuk melanjutkan pendaftaran secara online. Namun, jika kamu belum mendapatkan Username dan Password, kamu dapat menghubungi bit.ly/whatsappOfficialUvers untuk mendapatkan Username dan Password, agar dapat melanjutkan pendaftaran online melalui website joinUVERS. Kamu juga bisa menghubungi nomor tersebut untuk memperoleh bantuan mengenai pendaftaran online"
      ]
    },
    {
      "tag": "fasilitas",
      "patterns": [
        "Apakah fasilitas perpustakaan tersedia di universitas?",
        "Apa jenis fasilitas olahraga yang tersedia di universitas?",
        "Apakah ada laboratorium komputer di Universitas Universal?",
        "Apakah ada klub atau organisasi mahasiswa yang aktif di universitas?",
        "Apa fasilitas keamanan yang tersedia di kampus universitas?",
        "Apakah ada tempat parkir yang tersedia untuk mahasiswa uvers?",
        "Apakah tersedia tempat makan atau kantin yang terjangkau di kampus universitas?",
        "Apakah ada pusat karir atau layanan penempatan kerja untuk mahasiswa?",
        "Apakah tersedia fasilitas komputer dan internet atau wifi yang bisa digunakan oleh mahasiswa di kampus universitas?",
        "Apakah ada tempat untuk istirahat atau relaksasi seperti taman atau ruang santai di kampus universitas?"
      ],
      "responses": [
        "UVERS memiliki perpustakaan dengan koleksi buku yang cukup lengkap dan jurnal terbaru. Perpustakaan kami dilengkapi dengan ruang baca dan diskusi yang nyaman. UVERS memiliki beberapa laboratorium komputer yang dilengkapi dengan internet dan tenaga ahli yang kompeten di bidangnya. UVERS memiliki lapangan olahraga seperti, lapangan basket, lapangan badminton, dan tenis meja. Mahasiswa dapat menggunakan fasilitas ini secara gratis dan kami juga menyediakan berbagai kegiatan olahraga yang bisa diikuti. UVERS memiliki lapangan parkir yang luas bagi kendaraan roda empat atau roda dua. UVERS memiliki area kantin yang bersih dan nyaman untuk memfasilitasi kegiatan belajar dan mengajar. Kantin kami menyediakan makanan dan minuman vegetarian yang berkualitas, sehat, dan beragam.Kampus kami memiliki sebuah pusat karir atau layanan penempatan kerja bagi mahasiswa yang bernama UCC atau Uvers Career Center. UCC adalah sebuah pusat sumber daya yang dirancang untuk membantu mahasiswa kami dalam mencapai tujuan karir mereka dan meningkatkan keterampilan profesional mereka."
      ]
    },
    {
      "tag": "program__studi",
      "patterns": [
        "Apa saja jurusan yang tersedia di UVERS?",
        "Apa saja yang program studi ditawarkan di universitas ini?",
        "Apakah UVERS memiliki program studi yang terkait dengan bidang bisnis atau teknologi?",
        "Apakah Universitas Universal memiliki jurusan yang terkait dengan bidang seni atau desain?",
        "Apakah ada persyaratan khusus untuk mendaftar di program studi tertentu?",
        "Apakah ada program studi yang terkait dengan lingkungan atau keberlanjutan?",
        "Bagaimana saya dapat memperoleh informasi mengenai kurikulum dan metode pembelajaran di program studi tertentu?",
        "Apa saja opsi karir yang tersedia setelah lulus dari program studi tertentu di UVERS?"
      ],
      "responses": [
        "Ada banyak program studi yang ditawarkan di UVERS, mulai dari teknik, bisnis, hingga seni. Kamu bisa mengeceknya pada bit.ly/programStudiUvers untuk mendapatkan informasi lebih lengkap mengenai program studi. Kamu juga bisa datang langsung ke bagian penerimaan mahasiswa baru untuk bertanya mengenai program studi"
      ]
    },
    {
      "tag": "akreditasi",
      "patterns": [
        "Apakah UVERS sudah terakreditasi?",
        "Universitas Universal sudah diakreditasi?, jika sudah siapa yang mengakreditasi?",
        "Oleh siapa universitas ini diakreditasi?",
        "Bagaimana cara melihat akreditasi universitas ini?",
        "Apa perbedaan antara universitas yang terakreditasi dengan yang tidak terakreditasi?",
        "Apakah ada program studi atau fakultas di universitas ini yang tidak terakreditasi? Jika ya, mengapa?",
        "Apa saja program studi yang sudah terakreditasi di universitas ini dan apakah terdapat program studi yang sedang dalam proses akreditasi?"
      ],
      "responses": [
        "Maaf, saat ini perguruan tinggi kami belum terakreditasi oleh Badan Akreditasi Nasional Perguruan Tinggi atau BAN-PT. Namun, perguruan tinggi kami terus berusaha untuk meningkatkan kualitas pendidikan dan memenuhi persyaratan untuk mendapatkan akreditasi di masa yang akan datang. Meskipun perguruan tinggi belum terakreditasi, kami tetap memberikan pendidikan yang berkualitas dan berupaya untuk memberikan pengalaman belajar yang terbaik bagi mahasiswa. Namun, saya ingin menambahkan bahwa meskipun perguruan tinggi belum terakreditasi, program studi yang ditawarkan telah terakreditasi. Anda dapat melihat informasi tentang akreditasi program studi tersebut melalui tautan yang telah disediakan, yaitu bit.ly/akreditasiProgramStudiUvers."
      ]
    },
    {
      "tag": "kos",
      "patterns": [
        "Apakah ada kos yang dekat dengan UVERS?",
        "Apakah Universitas Universal memiliki nama kos-kosan yang dekat dengan kampus?",
        "Apakah universitas ini memiliki layanan bantuan dalam mencari kos-kosan yang sesuai dengan kebutuhan calon mahasiswa?",
        "Bagaimana cara mencari kos-kosan yang dekat dengan universitas? Apakah ada sumber atau media yang disarankan?",
        "Apakah kos-kosan dekat universitas terdapat fasilitas yang memadai seperti internet, tempat parkir, atau akses transportasi umum?",
        "Apakah kos-kosan dekat universitas tersedia dalam berbagai tipe kamar atau hanya satu tipe kamar saja?",
        "Berapa harga rata-rata kos-kosan yang dekat dengan universitas?",
        "Bisakah Anda merekomendasikan kos-kosan yang dekat dengan UVERS?"
      ],
      "responses": [
        "Di sekitar UVERS terdapat banyak pilihan kos-kosan yang dapat dipilih. Namun, untuk menemukan kos yang tepat sesuai dengan keinginan dan kebutuhan kamu, mungkin kamu bisa mencari informasi mengenai kos-kosan dari media online seperti aplikasi pencari kos-kosan (mamikos.com) atau grup Facebook khusus kos-kosan di daerah Batam. Biasanya, informasi tersebut cukup akurat dan dapat membantu kamu dalam mencari kos-kosan yang diinginkan. Namun saya akan coba bantu kamu, silahkan kamu kunjungi bit.ly/kosSekitarUvers untuk melihat lokasi kos-kosan yang berada disekitar UVERS. Semoga membantu kamu dalam mencari kos-kosan disekitar UVERS"
      ]
    }
  ]
}
