{
  "intents": [
    {
      "tag": "persyaratan__masuk",
      "patterns": [
        "Apa saja dokumen yang diperlukan sebagai syarat untuk masuk ke Universitas Universal?",
        "Apakah UVERS memerlukan dokumen tambahan seperti essay atau statement of purpose?",
        "Apa saja persyaratan dokumen yang harus saya siapkan untuk masuk ke universitas ini?",
        "Apakah ada persyaratan bahasa Inggris yang harus dipenuhi?",
        "Apa saja persyaratan masuk yang harus dipenuhi oleh semua calon mahasiswa?",
        "Apakah ada persyaratan masuk khusus untuk mahasiswa internasional yang ingin mendaftar ke universitas ini?",
        "Apakah saya harus menyerahkan surat rekomendasi atau surat pengalaman kerja sebagai persyaratan untuk masuk di Universitas Universal?",
        "Apakah saya perlu mengirimkan dokumen transkrip nilai atau sertifikat lainnya untuk pendaftaran di UVERS?"
      ],
      "responses": [
        "Dokumen yang diperlukan sebagai persyaratan masuk antara berikut:\n-Scan E-KTP/PASPOR(WNA)\n-Scan Akte Kelahiran\n-Scan Kartu Keluarga\n-Scan Surat Ganti Nama (Jika nama berbeda dengan Akte Kelahiran)\n-Scan Ijazah SMA/SMK/MA/Paket C\n-Scan Surat Keterangan Lulus Sekolah (Bagi yang belum memiliki Ijazah)\n-Pas Foto 3x4 Berwarna Terbaru (Tuliskan nama dibagian belakang)"
      ]
    },
    {
      "tag": "biaya__pendidikan",
      "patterns": [
        "Berapa besar biaya yang harus dikeluarkan untuk masuk universitas ini?",
        "Apakah ada biaya yang harus dibayar untuk pendaftaran di universitas ini? Jika ya, berapa besar biayanya?",
        "Berapa biaya pendidikan untuk Universitas Universal?",
        "Apakah biaya pendaftaran sudah termasuk dalam biaya kuliah?",
        "Apakah biaya kuliah dan biaya lainnya sudah termasuk dalam biaya masuk?",
        "Apakah biaya masuk bisa direfund atau dikembalikan jika saya memutuskan untuk tidak melanjutkan studi di universitas ini?",
        "Apakah ada biaya tambahan yang harus dibayarkan jika mahasiswa mengambil program studi tertentu di UVERS?",
        "Apa saja komponen biaya pendidikan yang harus saya bayar jika saya kuliah di UVERS?"
      ],
      "responses": [
        "Untuk rincian biaya pendidikan di UVERS adalah sebagai berikut:\n-Biaya Pangkal dan Pembangunan= Rp0\n-Formulir= Rp100.000\n-Jas Almamater + Biaya Administrasi= Rp600.000\n-Biaya SPP Tetap= Rp4.000.000\n-Biaya SPP Per SKS (Program Studi PBM)= Rp230.000\n-Biaya SPP Per SKS(Program Studi Lainnya)= Rp180.000"
      ]
    },
    {
      "tag": "pembayaran",
      "patterns": [
        "Bagaimana cara atau metode pembayaran SPP yang tersedia?",
        "Apakah ada opsi pembayaran cicilan untuk SPP?",
        "Apa konsekuensi jika saya terlambat membayar SPP?",
        "Bisakah saya melakukan pembayaran SPP secara online melalui internet banking atau aplikasi e-wallet?",
        "Bagaimana cara melihat nomor virtual account untuk pembayaran SPP?",
        "Apakah saya perlu membayar denda jika saya telat membayar SPP?",
        "Apakah SPP bisa dibayar dengan kartu kredit?",
        "Apakah ada kemudahan pembayaran SPP untuk mahasiswa yang sedang mengalami kesulitan keuangan?",
        "Apakah ada batas waktu akhir untuk melakukan pembayaran cicilan SPP?",
        "Bagaimana cara pembayaran SPP jika saya berada di luar kota atau luar negeri?",
        "Bagaimana cara memperoleh informasi tagihan SPP yang harus saya bayar?"
      ],
      "responses": [
        "Untuk memudahkan proses pembayaran, SPP dapat dicicil dengan 5 kali pembayaran. Waktu pembayaran SPP paling lambat adalah tanggal 12 setiap bulannya. Jika melewati tenggat waktu pembayaran akan dikenakan denda Rp5.000/hari. Setiap cicilan pembayaran, nominal pembayaran beserta denda (jika ada) akan tertera setelah menginputkan nomor virtual account. Pembayaran cicilan SPP ke-1 adalah syarat mahasiswa diberikan status aktif dan bisa mengikuti perkuliahan\nPembayaran dapat dilakukan melalui bank BCA, melalui 3 cara:\n- Melalui M-Banking : https://bit.ly/M-Banking_UVERS\n- Melalui Mesin ATM : https://bit.ly/ATM_Uvers\n- Melalui Setoran tunai : https://bit.ly/SetorTunai_UVERS\nBagi mahasiswa yang tidak memiliki rekening bank BCA dapat dicoba melalui bank masing-masing."
      ]
    },
    {
      "tag": "beasiswa__potongan",
      "patterns": [
        "Apakah ada program beasiswa atau bantuan keuangan yang tersedia di universitas ini?",
        "Apa jenis beasiswa yang tersedia untuk mahasiswa yang ingin mendaftar ke universitas ini?",
        "Bagaimana proses pendaftaran untuk mendapatkan beasiswa di universitas ini?",
        "Apakah ada persyaratan khusus yang harus dipenuhi untuk memenuhi syarat mendapatkan beasiswa?",
        "Bagaimana cara mempertahankan beasiswa selama di universitas ini?",
        "Apakah beasiswa ini hanya tersedia untuk mahasiswa baru atau juga dapat diperoleh oleh mahasiswa yang sudah terdaftar?",
        "Bagaimana nilai akademis mempengaruhi kemungkinan mendapatkan beasiswa?",
        "Apakah ada batas waktu untuk mengajukan permohonan beasiswa?",
        "Apakah ada kesempatan untuk mendapatkan beasiswa sepanjang tahun atau hanya tersedia di waktu-waktu tertentu?",
        "Apakah program beasiswa ini hanya diperuntukkan bagi mahasiswa dengan kondisi keuangan yang kurang mampu atau juga tersedia bagi mahasiswa yang berprestasi?",
        "Apakah ada potongan biaya kuliah untuk mahasiswa yang mampu secara finansial namun memiliki prestasi akademik yang tinggi?",
        "Apakah terdapat syarat khusus untuk mendapatkan potongan biaya kuliah atau beasiswa untuk mahasiswa yang berprestasi?",
        "Bagaimana cara mengajukan permohonan untuk potongan biaya kuliah atau beasiswa untuk mahasiswa yang berprestasi?"
      ],
      "responses": [
        "Tentu saja. Universitas kami memiliki beberapa program beasiswa dan bantuan keuangan untuk mahasiswa yang berprestasi atau membutuhkan bantuan finansial. Kamu bisa mendapatkan informasi lebih lengkap mengenai beasiswa dan potongan pada https://bit.ly/beasiswaUVERS"
      ]
    },
    {
      "tag": "daftar__online",
      "patterns": [
        "Apakah saya harus membuat akun terlebih dahulu sebelum mendaftar di universitas ini secara online?",
        "Apakah ada batas waktu untuk mendaftar di universitas ini secara online?",
        "Bagaimana cara melengkapi formulir pendaftaran secara online dan apa saja informasi yang perlu diisi?",
        "Apa saja tahapan seleksi yang harus saya lalui setelah mendaftar secara online di universitas ini?",
        "Bagaimana saya bisa mengetahui status pendaftaran saya setelah mendaftar secara online di universitas ini?",
        "Apakah saya bisa mengubah informasi atau dokumen yang sudah saya kirimkan setelah mendaftar secara online di universitas ini?"
      ],
      "responses": [
        "Jika kamu sudah mempunyai Username dan Password, kamu bisa mengunungi website https://bit.ly/joinUVERS untuk melanjutkan pendaftaran secara online. Namun, jika kamu belum mendapatkan Username dan Password, kamu dapat menghubungi https://bit.ly/whatsapp_officialUVERS WhatsApp Official UVERS untuk mendapatkan Username dan Password, agar dapat melanjutkan pendaftaran online melalui website joinUVERS. Kamu juga bisa menghubungi nomor tersebut untuk memperoleh bantuan mengenai pendaftaran online"
      ]
    }
  ]
}
