{
  "intents": [
    {
      "tag": "greeting",
      "patterns": [
        "Hai",
        "Hi",
        "Hello",
        "Halo",
        "Selamat pagi",
        "Selamat malam",
        "Selamat sore",
        "Pagi",
        "sore",
        "Malam"
      ],
      "responses": "Halo, dengan Humas Uvers disini, ada yang bisa kami bantu?"
    },
    {
      "tag": "prosedur__pendaftaran",
      "patterns": [
        "Pendaftaran",
        "Bagaimana proses pendaftaran mahasiswa baru di universitas ini?",
        "Apa saja dokumen yang diperlukan saat ingin mendaftar?",
        "Apakah ada batas waktu untuk pendaftaran?",
        "Bagaimana cara mengetahui status pendaftaran saya?",
        "Apakah saya harus melengkapi dokumen tambahan setelah melakukan pendaftar?",
        "Apa saja syarat untuk mendaftar di universitas ini?"
      ],
      "responses": "Proses pendaftaran bisa dilakukan secara online atau datang langsung ke kantor penerimaan mahasiswa baru di UVERS. Untuk pendaftaran online, Anda bisa mengisi formulir yang ada di website resmi UVERS. Setiap program studi memiliki persyaratan yang berbeda-beda. Anda bisa mengecek persyaratan untuk program studi tertentu di website resmi universitas atau bisa langsung berkonsultasi ke bagian penerimaan mahasiswa baru."
    },
    {
      "tag": "persyaratan__masuk",
      "patterns": [
        "Dokumen apa saja yang diperlukan untuk melengkapi aplikasi pendaftaran ke universitas?",
        "Apakah universitas tersebut memerlukan dokumen tambahan seperti essay atau statement of purpose?",
        "Apa saja persyaratan dokumen yang harus saya siapkan untuk mendaftar ke universitas ini?",
        "Apakah ada persyaratan bahasa Inggris yang harus dipenuhi? Jika ya, apakah ada tes bahasa Inggris yang harus saya ikuti?",
        "Apa saja persyaratan umum yang harus dipenuhi oleh semua calon mahasiswa?",
        "Apakah ada persyaratan khusus untuk mahasiswa internasional yang ingin mendaftar ke universitas ini?",
        ""
      ],
      "responses": "Dokumen yang diperlukan sebagai persyaratan masuk antara berikut: Scan E-KTP/PASPOR(WNA), Scan Akte Kelahiran, Scan Kartu Keluarga, ScaN Surat Ganti Nama (Jika nama berbeda dengan Akte Kelahiran), Scan Ijazah SMA/SMK/MA/Paket C, Scan Surat Keterangan Lulus Sekolah (Bagi yang belum memiliki Ijazah), Pas Foto 3x4 Berwarna Terbaru (Tuliskan nama dibagian belakang)"
    },
    {
      "tag": "biaya__pendidikan",
      "patterns": [
        "Biaya",
        "Berapa biaya pendaftaran untuk universitas ini?",
        "Berapa biaya yang harus saya bayar saat mendaftar?",
        "Apakah biaya pendaftaran sudah termasuk dalam biaya kuliah?",
        "Apa saja biaya-biaya yang harus dibayarkan saat mendaftar ke universitas ini?",
        "Apakah biaya kuliah dan biaya lainnya sudah termasuk dalam biaya masuk?",
        "Bagaimana cara pembayaran biaya masuk dan apakah ada opsi pembayaran yang fleksibel?",
        "Apakah biaya masuk bisa direfund jika saya memutuskan untuk tidak melanjutkan studi di universitas ini?",
        "Apakah ada biaya tambahan yang harus dibayarkan jika mahasiswa mengambil program atau kegiatan tertentu di universitas ini?"
      ],
      "responses": "Untuk biaya pendaftaran di universitas kami adalah sebesar Rp. xxx.xxx. Biaya pendaftaran merupakan biaya terpisah dari biaya kuliah. Biaya kuliah tergantung pada program studi yang dipilih dan jumlah SKS yang diambil oleh mahasiswa."
    },
    {
      "tag": "beasiswa__potongan",
      "patterns": [
        "Beasiswa",
        "Apakah ada beasiswa atau bantuan keuangan yang tersedia di universitas ini?",
        "Apa jenis beasiswa yang tersedia untuk mahasiswa yang ingin mendaftar ke universitas ini?",
        "Bagaimana proses pendaftaran untuk mendapatkan beasiswa di universitas ini?",
        "Apakah ada persyaratan khusus yang harus dipenuhi untuk memenuhi syarat mendapatkan beasiswa?",
        "Bagaimana cara mempertahankan beasiswa selama di universitas ini?",
        "Apakah beasiswa ini hanya tersedia untuk mahasiswa baru atau juga dapat diperoleh oleh mahasiswa yang sudah terdaftar?",
        "Bagaimana nilai akademis mempengaruhi kemungkinan mendapatkan beasiswa?",
        "Apakah ada batas waktu untuk mengajukan permohonan beasiswa?",
        "Apakah ada kesempatan untuk mendapatkan beasiswa sepanjang tahun atau hanya tersedia di waktu-waktu tertentu?"
      ],
      "responses": "Tentu saja. Universitas kami memiliki beberapa program beasiswa dan bantuan keuangan untuk mahasiswa yang berprestasi atau membutuhkan bantuan finansial. Anda bisa mengecek informasi lebih lanjut di website resmi universitas http://uvers.ac.id/admisi/beasiswa-dan-potongan"
    },
    {
      "tag": "daftar__online",
      "patterns": [],
      "responses": ""
    },
    {
      "tag": "fasilitas",
      "patterns": [
        "Fasilitas",
        "Apakah fasilitas perpustakaan tersedia di universitas?",
        "Apa jenis fasilitas olahraga yang tersedia di universitas?",
        "Apakah ada laboratorium untuk setiap jurusan yang ditawarkan?",
        "Apa jenis layanan kesehatan yang tersedia di universitas?",
        "Apakah ada klub atau organisasi mahasiswa yang aktif di universitas?",
        "Apa fasilitas keamanan yang tersedia di kampus universitas?",
        "Apakah tersedia ruang belajar yang terbuka 24 jam?",
        "Apakah ada tempat parkir yang tersedia untuk mahasiswa dan staf universitas?",
        "Apakah tersedia tempat makan yang terjangkau di kampus universitas?",
        "Apakah ada pusat karir atau layanan penempatan kerja untuk mahasiswa?",
        "Apakah tersedia layanan konseling untuk mahasiswa di universitas?",
        "Apakah tersedia fasilitas transportasi yang terintegrasi dengan kampus universitas?"
      ],
      "responses": "Fasilitas..."
    },
    {
      "tag": "major",
      "patterns": [
        "Jurusan",
        "Apa saja jurusan yang tersedia di universitas ini?",
        "Apa saja program studi yang ditawarkan di universitas ini?",
        "Apakah Universitas ini memiliki jurusan yang terkait dengan bidang bisnis atau teknologi?",
        "Apakah Universitas ini menawarkan jurusan yang terkait dengan bidang seni atau desain?",
        "Jurusan apa saja yang ada di universitas ini?",
        "Program studi apa saja yang ada di universitas ini?"
      ],
      "responses": "Ada banyak program studi yang ditawarkan di UVERS, mulai dari teknik, bisnis, hingga seni. Anda bisa mengeceknya di website resmi UVERS http://uvers.ac.id/program-studi atau bisa datang langsung ke bagian penerimaan mahasiswa baru"
    },
    {
      "tag": "detailMajorInformatika",
      "patterns": [
        "Tif",
        "Teknik Informatika",
        "Apa saja keunggulan dan kelemahan dari jurusan Teknik Informatika?",
        "Bagaimana kurikulum di jurusan Teknik Informatika dibandingkan dengan jurusan yang sama di universitas lain?",
        "Apa saja pilihan mata kuliah yang tersedia dalam jurusan Teknik Informatika?",
        "Bagaimana karir yang tersedia setelah lulus dari jurusan Teknik Informatika?",
        "Apa saja persyaratan untuk mendaftar ke jurusan Teknik Informatika?",
        "Apakah ada kegiatan atau klub mahasiswa yang terkait dengan jurusan Teknik Informatika?",
        "Apakah ada kesempatan untuk magang atau program penelitian dalam jurusan Teknik Informatika?"
      ],
      "responses": "Jurusan Teknik Informatika...Untuk lebih lengkapnya dapat kunjungi tautan berikut http://uvers.ac.id/prodi/informatika/"
    },
    {
      "tag": "akreditasi",
      "patterns": [
        "Akreditasi",
        "Apakah universitas ini sudah terakreditasi?",
        "Apakah Uvers sudah diakreditasi?",
        "Universitas Universal sudah diakreditasi?, jika sudah siapa yang mengakreditasi?",
        "Oleh siapa universitas ini diakreditasi?",
        "Bagaimana cara mengecek akreditasi universitas ini?",
        "Apa perbedaan antara universitas yang terakreditasi dengan yang tidak terakreditasi?",
        "Bagaimana dampak akreditasi terhadap kualitas pendidikan dan peluang karir lulusan?",
        "Apa kriteria yang digunakan untuk menilai apakah sebuah universitas layak mendapat akreditasi?",
        "Bagaimana kriteria akreditasi diterapkan di lingkungan universitas?",
        "Apakah ada program studi atau fakultas di universitas ini yang tidak terakreditasi? Jika ya, mengapa?",
        "Bagaimana jika saya ingin melanjutkan pendidikan ke jenjang yang lebih tinggi di masa depan, apakah akreditasi universitas ini juga berpengaruh?",
        "Apa saja program studi yang sudah terakreditasi di universitas ini dan apakah terdapat program studi yang sedang dalam proses akreditasi?"
      ],
      "responses": "Universitas kami sudah terakreditasi oleh Badan Akreditasi Nasional Perguruan Tinggi atau BAN-PT. Kamu bisa mengunjungi situs web BAN-PT dan mencari daftar perguruan tinggi terakreditasi. Universitas kami pasti terdaftar di sana. Universitas yang terakreditasi telah teruji kualitas pendidikannya melalui proses evaluasi oleh badan akreditasi. Universitas yang terakreditasi juga diakui oleh pemerintah dan industri sebagai lembaga pendidikan yang dapat diandalkan."
    },
    {
      "tag": "kos",
      "patterns": [
        "Kos",
        "Apakah ada kos yang dekat dengan UVERS?",
        "Apakah universitas universal memiliki daftar kos-kosan yang dekat dengan kampus yang dapat diberikan kepada calon mahasiswa?",
        "Apakah UVERS memiliki layanan bantuan dalam mencari kos-kosan yang sesuai dengan kebutuhan calon mahasiswa?",
        "Bagaimana cara mencari kos-kosan yang dekat dengan universitas? Apakah ada sumber atau media yang disarankan?",
        "Berapa biaya rata-rata kos-kosan yang dekat dengan universitas?",
        "Apakah kos-kosan dekat universitas terdapat fasilitas yang memadai seperti internet, tempat parkir, atau akses transportasi umum?",
        "Apakah kos-kosan dekat universitas tersedia dalam berbagai tipe kamar atau hanya satu tipe kamar saja?",
        "Berapa biaya rata-rata kos-kosan yang dekat dengan universitas?"
      ],
      "responses": "Di sekitar kampus ini terdapat banyak pilihan kos-kosan yang dapat dipilih. Namun, untuk menemukan yang tepat sesuai dengan keinginan dan kebutuhan, mungkin bisa mencari informasi dari media online seperti aplikasi pencari kos-kosan atau grup Facebook khusus kos-kosan di daerah ini. Biasanya, informasi tersebut cukup akurat dan dapat membantu dalam mencari kos-kosan yang diinginkan. Silahkan klik tautan berikut untuk melihat lokasi kos di sekitar UVERS https://www.google.co.id/maps/search/kos+sekitar+universitas+universal/@1.1306631,104.038776,15.75z"
    },
    {
      "tag": "thanks",
      "patterns": [
        "Makasih",
        "Terimas kasih",
        "Thanks",
        "Terima kasih sudah bersedia berbagi informasi ini dengan saya",
        "Terima kasih telah membantu saya",
        "Informasinya sangat membantu",
        "Terima kasih banyak untuk informasinya",
        "Terima kasih telah berbicara dengan saya.",
        "Saya akan mempertimbangkan semuanya dengan hati-hati"
      ],
      "responses": "Saya senang bisa membantu anda"
    },
    {
      "tag": "closing",
      "patterns": [
        "Bye",
        "Sampai ketemu lagi",
        "Selamat tinggal",
        "Sampai jumpa lagi"
      ],
      "responses": "Jangan ragu untuk menghubungi saya jika Anda membutuhkan informasi lebih lanjut. Sampai jumpa!"
    }
  ]
}
