{
  "intents": [
    {
      "tag": "greeting",
      "patterns": [
        "Hi",
        "Hai",
        "Halo",
        "Selamat Pagi",
        "Selamat Malam",
        "Selamat Sore",
        "Hello"
      ],
      "responses": "Halo, dengan Humas Uvers disini, ada yang bisa kami bantu?"
    },
    {
      "tag": "prosedur__pendaftaran",
      "patterns": [
        "Prosedur Pendaftaran",
        "Bagaimana proses atau prosedur pendaftaran mahasiswa baru di Uvers",
        "Apakah ada batas waktu untuk pendaftaran di Universitas Universal?",
        "Bagaimana cara mengetahui status pendaftaran saya?"
      ],
      "responses": [
        "-Proses pendaftaran bisa dilakukan dengan membeli formulir pendaftaraan secara online melalui WhatsApp Official Uvers (https://bit.ly/WhatsAppOfficialUvers) atau datang langsung ke kantor penerimaan mahasiswa baru di Uvers\n-Melakukan pendaftaran secara online (https://bit.ly/JoinUvers) setelah mendapatkan form registrasi\n-Melaksanakan Ujian Saringan Masuk secara online\n-Menunggu pengumuman penerimaan mahasiswa baru\n-Melakukan registrasi ulang untuk secara resmi terdaftar sebagai mahasiswa baru"
      ]
    },
    {
      "tag": "persyaratan__masuk",
      "patterns": [
        "Dokumen",
        "Persyaratan Masuk",
        "Dokumen apa saja yang diperlukan sebagai syarat untuk masuk ke Universitas Universal?",
        "Apakah Uvers memerlukan dokumen tambahan seperti essay atau statement of purpose?",
        "Apa saja persyaratan dokumen yang harus saya siapkan untuk masuk ke universitas ini?",
        "Apakah ada persyaratan bahasa Inggris yang harus dipenuhi?",
        "Apa saja persyaratan umum yang harus dipenuhi oleh semua calon mahasiswa?",
        "Apakah ada persyaratan khusus untuk mahasiswa internasional yang ingin mendaftar ke universitas ini?",
        "Apakah saya harus menyerahkan surat rekomendasi atau surat pengalaman kerja sebagai persyaratan untuk masuk di Universitas Universal?"
      ],
      "responses": [
        "Dokumen yang diperlukan sebagai persyaratan masuk antara berikut:\n-Scan E-KTP/PASPOR(WNA)\n-Scan Akte Kelahiran\n-Scan Kartu Keluarga\n-Scan Surat Ganti Nama (Jika nama berbeda dengan Akte Kelahiran)\n-Scan Ijazah SMA/SMK/MA/Paket C\n-Scan Surat Keterangan Lulus Sekolah (Bagi yang belum memiliki Ijazah)\n-Pas Foto 3x4 Berwarna Terbaru (Tuliskan nama dibagian belakang)"
      ]
    },
    {
      "tag": "biaya__pendidikan",
      "patterns": [
        "Biaya Pendidikan",
        "Berapa biaya pendidikan untuk Universitas Universal?",
        "Berapa biaya yang harus saya bayar?",
        "Apakah biaya pendaftaran sudah termasuk dalam biaya kuliah?",
        "Apa saja biaya-biaya yang harus dibayarkan saat mendaftar ke universitas ini?",
        "Apakah biaya kuliah dan biaya lainnya sudah termasuk dalam biaya masuk?",
        "Apakah biaya masuk bisa direfund jika saya memutuskan untuk tidak melanjutkan studi di universitas ini?",
        "Apakah ada biaya tambahan yang harus dibayarkan jika mahasiswa mengambil program studi tertentu di Uvers?"
      ],
      "responses": [
        "Untuk rincian biaya pendidikan di Uvers adalah sebagai berikut:\n-Biaya Pangkal dan Pembangunan= Rp0\n-Formulir= Rp100.000\n-Jas Almamater + Biaya Administrasi= Rp600.000\n-Biaya SPP Tetap= Rp4.000.000\n-Biaya SPP Per SKS (Program Studi PBM)= Rp230.000\n-Biaya SPP Per SKS(Program Studi Lainnya)= Rp180.000"
      ]
    },
    {
      "tag": "beasiswa__potongan",
      "patterns": [
        "Beasiswa",
        "Apakah ada beasiswa atau bantuan keuangan yang tersedia di universitas ini?",
        "Apa jenis beasiswa yang tersedia untuk mahasiswa yang ingin mendaftar ke universitas ini?",
        "Bagaimana proses pendaftaran untuk mendapatkan beasiswa di universitas ini?",
        "Apakah ada persyaratan khusus yang harus dipenuhi untuk memenuhi syarat mendapatkan beasiswa?",
        "Bagaimana cara mempertahankan beasiswa selama di universitas ini?",
        "Apakah beasiswa ini hanya tersedia untuk mahasiswa baru atau juga dapat diperoleh oleh mahasiswa yang sudah terdaftar?",
        "Bagaimana nilai akademis mempengaruhi kemungkinan mendapatkan beasiswa?",
        "Apakah ada batas waktu untuk mengajukan permohonan beasiswa?",
        "Apakah ada kesempatan untuk mendapatkan beasiswa sepanjang tahun atau hanya tersedia di waktu-waktu tertentu?"
      ],
      "responses": [
        "Tentu saja. Universitas kami memiliki beberapa program beasiswa dan bantuan keuangan untuk mahasiswa yang berprestasi atau membutuhkan bantuan finansial. Kamu bisa mendapatkan informasi lebih lengkap mengenai beasiswa dan potongan pada tautan berikut \"https://bit.ly/Beasiswa_Potongan_Uvers\""
      ]
    },
    {
      "tag": "daftar__online",
      "patterns": [
        "Apakah saya harus membuat akun terlebih dahulu sebelum mendaftar di universitas ini secara online?",
        "Apakah ada batas waktu untuk mendaftar di universitas ini secara online?",
        "Bagaimana cara melengkapi formulir pendaftaran secara online dan apa saja informasi yang perlu diisi?",
        "Apa saja tahapan seleksi yang harus saya lalui setelah mendaftar secara online di universitas ini?",
        "Bagaimana saya bisa mengetahui status pendaftaran saya setelah mendaftar secara online di universitas ini?",
        "Apakah saya bisa mengubah informasi atau dokumen yang sudah saya kirimkan setelah mendaftar secara online di universitas ini?"
      ],
      "responses": [
        "Untuk melakukan pendaftaran secara online anda dapat menghubungi WhatsApp Official Uvers (https://bit.ly/WhatsAppOfficialUvers) untuk mendapatkan informasi yang lebih lengkap"
      ]
    },
    {
      "tag": "fasilitas",
      "patterns": [
        "Fasilitas",
        "Apakah fasilitas perpustakaan tersedia di universitas?",
        "Apa jenis fasilitas olahraga yang tersedia di universitas?",
        "Apakah ada laboratorium?",
        "Apa jenis layanan kesehatan yang tersedia di universitas?",
        "Apakah ada klub atau organisasi mahasiswa yang aktif di universitas?",
        "Apa fasilitas keamanan yang tersedia di kampus universitas?",
        "Apakah tersedia ruang belajar yang terbuka 24 jam?",
        "Apakah ada tempat parkir yang tersedia untuk mahasiswa dan staf universitas?",
        "Apakah tersedia tempat makan yang terjangkau di kampus universitas?",
        "Apakah ada pusat karir atau layanan penempatan kerja untuk mahasiswa?",
        "Apakah tersedia layanan konseling untuk mahasiswa di universitas?",
        "Apakah tersedia fasilitas transportasi yang terintegrasi dengan kampus universitas?"
      ],
      "responses": ["Fasilitas..."]
    },
    {
      "tag": "program__studi",
      "patterns": [
        "Program Studi",
        "Program",
        "Studi",
        "Jurusan",
        "Apa saja yang ditawarkan di universitas ini?",
        "Apakah Universitas ini memiliki program studi yang terkait dengan bidang bisnis atau teknologi?",
        "Apakah Universitas ini menawarkan yang terkait dengan bidang seni atau desain?"
      ],
      "responses": [
        "Ada banyak program studi yang ditawarkan di Uvers, mulai dari teknik, bisnis, hingga seni. Kamu bisa mengeceknya pada tautan berikut \"https://bit.ly/Program_Studi_Uvers\" untuk mendapatkan informasi lebih lengkap mengenai program studi. Kamu juga bisa datang langsung ke bagian penerimaan mahasiswa baru untuk bertanya mengenai program studi"
      ]
    },
    {
      "tag": "detail__tif",
      "patterns": [
        "Tif",
        "Teknik Informatika",
        "Apa saja keunggulan dan kelemahan dari  Teknik Informatika?",
        "Bagaimana kurikulum di Teknik Informatika di universitas ini dibandingkan dengan di universitas lain?",
        "Apa saja pilihan mata kuliah yang tersedia dalam Teknik Informatika?",
        "Bagaimana karir yang tersedia setelah lulus dari Teknik Informatika?",
        "Apa saja persyaratan untuk mendaftar ke Teknik Informatika?",
        "Apakah ada kegiatan atau klub mahasiswa yang terkait dengan Teknik Informatika?",
        "Apakah ada kesempatan untuk magang atau program penelitian dalam Teknik Informatika?"
      ],
      "responses": [
        "Teknik Informatika...Untuk lebih lengkapnya dapat kunjungi tautan berikut http://uvers.ac.id/prodi/informatika/"
      ]
    },
    {
      "tag": "akreditasi",
      "patterns": [
        "Akreditasi",
        "Apakah universitas ini sudah terakreditasi?",
        "Apakah Uvers sudah diakreditasi?",
        "Universitas Universal sudah diakreditasi?, jika sudah siapa yang mengakreditasi?",
        "Oleh siapa universitas ini diakreditasi?",
        "Bagaimana cara mengecek akreditasi universitas ini?",
        "Apa perbedaan antara universitas yang terakreditasi dengan yang tidak terakreditasi?",
        "Bagaimana dampak akreditasi terhadap kualitas pendidikan dan peluang karir lulusan?",
        "Apa kriteria yang digunakan untuk menilai apakah sebuah universitas layak mendapat akreditasi?",
        "Bagaimana kriteria akreditasi diterapkan di lingkungan universitas?",
        "Apakah ada program studi atau fakultas di universitas ini yang tidak terakreditasi? Jika ya, mengapa?",
        "Bagaimana jika saya ingin melanjutkan pendidikan ke jenjang yang lebih tinggi di masa depan, apakah akreditasi universitas ini juga berpengaruh?",
        "Apa saja program studi yang sudah terakreditasi di universitas ini dan apakah terdapat program studi yang sedang dalam proses akreditasi?"
      ],
      "responses": [
        "Universitas kami sudah terakreditasi oleh Badan Akreditasi Nasional Perguruan Tinggi atau BAN-PT. Kamu bisa mengunjungi situs web BAN-PT dan mencari daftar perguruan tinggi terakreditasi. Universitas kami pasti terdaftar di sana. Universitas yang terakreditasi telah teruji kualitas pendidikannya melalui proses evaluasi oleh badan akreditasi. Universitas yang terakreditasi juga diakui oleh pemerintah dan industri sebagai lembaga pendidikan yang dapat diandalkan."
      ]
    },
    {
      "tag": "kos",
      "patterns": [
        "Kos",
        "Apakah ada kos yang dekat dengan Uvers?",
        "Apakah Universitas Universal memiliki nama kos-kosan yang dekat dengan kampus?",
        "Apakah universitas ini memiliki layanan bantuan dalam mencari kos-kosan yang sesuai dengan kebutuhan calon mahasiswa?",
        "Bagaimana cara mencari kos-kosan yang dekat dengan universitas? Apakah ada sumber atau media yang disarankan?",
        "Berapa biaya rata-rata kos-kosan yang dekat dengan universitas?",
        "Apakah kos-kosan dekat universitas terdapat fasilitas yang memadai seperti internet, tempat parkir, atau akses transportasi umum?",
        "Apakah kos-kosan dekat universitas tersedia dalam berbagai tipe kamar atau hanya satu tipe kamar saja?",
        "Berapa biaya rata-rata kos-kosan yang dekat dengan universitas?"
      ],
      "responses": [
        "Di sekitar Uvers terdapat banyak pilihan kos-kosan yang dapat dipilih. Namun, untuk menemukan kos yang tepat sesuai dengan keinginan dan kebutuhan kamu, mungkin kamu bisa mencari informasi mengenai kos-kosan dari media online seperti aplikasi pencari kos-kosan atau grup Facebook khusus kos-kosan di daerah Batam. Biasanya, informasi tersebut cukup akurat dan dapat membantu kamu dalam mencari kos-kosan yang diinginkan. Namun saya akan coba bantu kamu, silahkan kamu kunjungi tautan berikut \"https://bit.ly/Kos_Sekitar_Uvers\" untuk melihat lokasi kos-kosan yang berada disekitar Uvers. Semoga membantu kamu dalam mencari kos-kosan disekitar Uvers"
      ]
    },
    {
      "tag": "thanks",
      "patterns": [
        "Makasih",
        "Terima kasih",
        "Thanks",
        "Terima kasih sudah bersedia berbagi informasi ini dengan saya",
        "Terima kasih telah membantu saya"
      ],
      "responses": ["Saya senang bisa membantu anda"]
    },
    {
      "tag": "closing",
      "patterns": [
        "Bye",
        "Sampai ketemu lagi",
        "Selamat tinggal",
        "Sampai jumpa lagi"
      ],
      "responses": [
        "Jangan ragu untuk menghubungi saya jika Anda membutuhkan informasi lebih lanjut. Sampai jumpa!"
      ]
    }
  ]
}
